{
	"name": "Streadata.io API Gallery - AWS WorkDocs",
	"description": "This is a repository of aws workdocs APIs, self-contained as a Github repository, with HTML and YAML representations of the APIs and their surrounding operations.",
	"image": "http://template.streamdata.gallery/assets/aws-workdocs.png",
	"created": "2018-02-24",
	"modified": "2018-08-29",
	"url": "http://aws-workdocs.streamdata.gallery/apis.json",
	"specificationVersion": "0.14",
	"apis": [
		{
			"name": "AWS WorkDocs",
			"x-api-slug": "aws-workdocs",
			"description": "Amazon WorkDocs is a fully managed, secure enterprise storage and sharing service with strong administrative controls and feedback capabilities that improve user productivity.Users can comment on files, send them to others for feedback, and upload new versions without having to resort to emailing multiple versions of their files as attachments. Users can take advantage of these capabilities wherever they are, using the device of their choice, including PCs, Macs, tablets and phones. Amazon WorkDocs offers IT administrators the option of integrating with existing corporate directories, flexible sharing policies and control of the location where data is stored. Customers can get started using Amazon WorkDocs with a 30-day free trial providing 1 TB of storage per user for up to 50 users.Amazon WorkDocs offers an Administrative SDK, currently in public preview. The Administrative SDK allows you to integrate your applications with Amazon WorkDocs by performing content and permissions updates, and managing users, programmatically. You can sign-up for the public preview here.",
			"image": "http://kinlane-productions.s3.amazonaws.com/api-evangelist-site/company/logos/Enterprise-Applications_AmazonWorkDocs.png",
			"humanURL": "https://aws.amazon.com/workdocs/",
			"baseURL": ":///",
			"tags": "AWS WorkDocs",
			"properties": [
				{
					"type": "x-openapi-spec",
					"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-workdocs/master/_listings/aws-workdocs/openapi.md"
				}
			]
		}
	],
	"tags": "AWS WorkDocs",
	"include": [
		{
			"name": "AWS WorkDocs",
			"url": "https://raw.githubusercontent.com/streamdata-gallery-organizations/aws-workdocs/master/_listings/aws-workdocs/apis.yaml"
		}
	]
}